Repository: mozilla-l10n/mt-training-data
Catalog: kxp/kxp_pontoon.tmx
Source language: en_us
Languages: kxp

source: Sentence Collection
kxp: جُملا جمع ڪرو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
kxp: جمع ڪرل جُملان وڌاري زوئو

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
kxp: رهنمائي هارُو آ لنڪ نين زوئو ڪي جُملا جمع ٿئي ڪي۔ <sentenceCollectorVideo>

source: Sentence Domain
kxp: علاقائي جملو

source: Sentences
kxp: جُملا

source: Sentences are collected for people to read aloud.
kxp: منکان نين اوتاۯي هاۮئي ڀڻيا هارو جملا ڀيۯا ٿئي جھا سي۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
kxp: جُملا ني جانڇ برادي ني مدد ٿي ٿائي سي۔ زي اي طريقو سئي نٿي هانَ مڪمل نٿي۔ زي تمين جُملا زوئو سو هانَ هانڀۯو سو زي تمان نين پريشان ڪري۔ مثال: اي منکان نين زي شامل سي ايئان هارو خراب سي <participationGuidelines>تو هدايت نين زوئو۔ تو جنڊا نا ٻٽڻ نين زوئو۔ UI امان هوڌي مدد هارو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kxp: آئي مان شامل ڪرل جملا عوام هارو موجود لائينسس ٿل ڊيٽا مان شامل ڪريا زاشي۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
kxp: جُملا نين وري زوئُون سي هانَ ٻي منکان مان ڪام وائيس قبول ڪراوو۔ ٻولي هارو هدايت تيار ڪرو۔ جُملا آنئين مان هوئي <languageGuidelinesLink>آنئين</languageGuidelinesLink>. عوام هارو </licenseLink> ايڪ جُملا مان نانا پندراهن اکر هوئي۔ زي مالڪ سي اين ٿي پُوسا ڪرو هانَ حوالو تيار ڪرو <waiverLink> ويويئر لنڪ نا طريقا هارو </waiverLink>,هانَ امان نين ميلو جملا آ لنڪ مان commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
kxp: جملان نو جائزو ٿئي جھو سي۔ ڌنيواۮ

source: Sentence Variant
kxp: مختلف جُملا

source: Separate sentences into one line by pressing “Enter” or “Return” once
kxp: ايڪ لينڻ مان الڳ جملا هارو انٽر ۮٻاوو، يان واپس زو

source: Serbian
kxp: سيربيئن

source: Seri
kxp: سيرِي

source: Serian Bidayuh
kxp: سيريئن بدايُوه

source: Service and Retail
kxp: ويسوون هانَ خدمتون

source: Set a goal
kxp: ايڪ گول تيار ڪرو

source: Set my visibility
kxp: ماري نمائيش تيار ڪرو

source: Setswana
kxp: سيٽسوانا

source: Settings
kxp: سيٽنگ

source: Sex
kxp: جنس

source: Sex or Gender
kxp: جنس مذڪر مونث

source: SHA256 Checksum Copied!
kxp: SHA256 ڪاپي چيڪ سم

source: Shan
kxp: شانَ

source: Share Common Voice
kxp: عام آواز ويراوو ايڪ ٻِيزان نين همڀۯاوو

source: Share my goal
kxp: مارون مقصد ويرواو

source: Share your clip
kxp: ڪِلپ ويراوو ايڪ ٻيزان نين آلو

source: Share your { $count } Clip Daily Goal for { $type }
kxp: تمارا ڪلپ شير ڪرو زي تمين هروز لکو سو

source: Share your { $count } Clip Weekly Goal for { $type }
kxp: تمارا ڪلپ زي تمين هروز لکو سو پيش ڪرو

source: Share your event
kxp: تمارون پروگرام شير ڪرو

source: Shilha
kxp: شِيها

source: Shina
kxp: شِنا

source: Shortcuts
kxp: شارٽ ڪٽ،

source: [Should be ‘dinosaurs’]
kxp: ڊائنوسورس ايڪ موٽون زناور۔

source: [Should be “We are”]
kxp: اَمين سان

source: Show me sentences and clips from all variants within my language
kxp: جملا وتاڙو هانَ ٻڌائي ڪلپ الڳ الڳ زي ٻولي مان سي۔

source: Show my ranking
kxp: مارو درجو وتاڙو

source: Sicilian
kxp: سيسيليئن

source: Sign up
kxp: سائين اَپ

source: Sign up for an account
kxp: اڪائونٽ هارو سائن اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
kxp: ڪامن وائيس ني خٻير چار هارو سائن اپ ڪروون۔ حدف نين ياد الاوون هارو ترقي ڪروي

source: sign up for email updates
kxp: اي ميل اپديٽ هارو سائن اپ ڪروون

source: Sign up for { $lang } updates:
kxp: اپ ڊيٽ هارو سائن اپ { $lang }

source: Simple and easy for anyone to understand
kxp: سادُون هانَ آسان زي هر ايڪ همزيا مان آوي

source: Sindhi
kxp: سِنڌِي

source: Single
kxp: ايڪلو

source: Single sentence submission
kxp: ايڪ جُملو جمع ڪرو

source: Sinhala
kxp: سِنهالا

source: Siswati
kxp: سيسواتي

source: Size
kxp: مقدار سائيز

source: Skip
kxp: ميلِِي آلوون، رد ڪروون

source: Skipped
kxp: ميلي ڄو

source: Skip Submission Feedback
kxp: جمع ڪرايا نا جائزا نين ميلو

source: Slovak
kxp: سلواڪ

source: Slovenian
kxp: سلوينيئن

source: Small batch
kxp: نانون ٽوۯون

source: Small batch sentence submission
kxp: ايڪ نانو جملو جمع ڪرو

source: Small businesses, including tech and AI start ups
kxp: نانان ڪاروبار اين ڀيۯون ٽيڪ اي آئي شروعات

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
kxp: هووي اَڳي نو موٽو زناور، ڊائنوسورس۔

source: Social media
kxp: سوشل ميڊيا

source: Solicit personally identifying information (like names or financial information)
kxp: زاتي طور سناخت ڪريا واۯي معلومات حاصل ڪرو زم نام يان مالي معلومات

source: Somali
kxp: سومالي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
kxp: ڪانڪ ٻوليئان مان گرامر ، لفظ هانَ هجي نو الاهي گھڻو فرق هوئي سي۔ اين هارو امين <ctaLink>2022 مان اين پيش ڪران را سان۔ </ctaLink> <ctaLink>

source: Someone asks for a language to be added.
kxp: ڪڻين پوسيون ڪي اماري ايڪ ٻولي ڳڏاوو۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
kxp: آڊيو فائيل ني نقل نين ليڌا ٽانڻي ڪانڪ غلطي ٿائي سي۔ تو وري ڪوشش ڪرو۔

source: Something went wrong while fetching prompts. Please try again later.
kxp: ڪانڪ شيزون سئي نٿي زار نقل ڪرو سو۔ اين هارو وري ڪوشش ڪرو

source: Something went wrong while fetching transcriptions. Please try again later.
kxp: ڪانڪ شيزون سئي نٿي زار نقل ڪرو سو۔ اين هارو وري ڪوشش ڪرو

source: Something went wrong with reCAPTCHA. Please try again.
kxp: ڪيپچا مان سئي نٿي ڇُون وري ڪوشش ڪرو۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
kxp: ڪوئي ٻولي يان خاندان ني ٻولي مان ڪانڪ قسم يان ٻوليون ايڪ ٻيزان ٿي فرق هوئي سي۔ تمين تمان نين ڪوئي پريشاني ٿائي ري سي، تو تمين آنئين پوتان ني ترجيح نين تبديل ڪرِي ڪو سو۔

source: Soninke
kxp: سونينڪي

source: Sorbian, Lower
kxp: سوربيئان لوور

source: Sorbian, Upper
kxp: سوربيئن اپر

source: Sorry, Common Voice is running slowly. Thanks for your interest.
kxp: غلطي

source: Sorry, something went wrong
kxp: معاف ڪرزو، ڪانڪ سئي نٿي

source: Source: { $sentenceSource }
kxp: ذرِيعو

source: Southern Kurdish
kxp: سائُوٿرن ڪُرڊِش

source: Southern Pastaza Quechua
kxp: سائوٿرن پاستازا ڪُوئچوئا

source: Southern Sotho
kxp: سائوٿرن سوٿو

source: Southwestern Tlaxiaco Mixtec
kxp: سائوٿ ويسٽرن ٽلاڪسيئاو مِڪسٽيڪ

source: Spanish
kxp: اسپينش

source: Speak
kxp: ٻولو

source: Speakable
kxp: ٻوليا نين قابل هوئي

source: Speakers
kxp: ٻوليان واۯان

source: Speaking
kxp: ٻولوون

source: Speaking and Listening
kxp: ٻولوون هانَ هانڀۯاوون

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
kxp: هڌرا آواز ٿي ٻولو۔ ايوي نموني ٻوليا هارو ڌنيواۮ۔ امين چاهان سان ڪي تمارو اچار آ سي هانَ تمارو آواز سئي هوئي۔ تمارو انداز هانَ سُر هڌرو هوئي۔

source: Speak now
kxp: هوَي ٻولو

source: Speak options menu
kxp: فهرست مان ٻولوون

source: Speak up, contribute here!
kxp: ٻولو هانَ آنئين مدد ڪرو

source: Special Characters and Foreign Letters
kxp: خصوسي حروف هانَ غير ملڪي لفظ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
kxp: خصوصي نشان هانَ رموز اوقات تار استعملا ڪريان زائي سي زار ضرورت هوئي۔ مثال: زم انگريزي مان ڊونٽ، وي آر مان علامت حذف نون استعمال ٿائي سي۔ پڻ اي وات ممڪن نٿي ڪي تمان نين “@” or “#.” آووا نشان لکو۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
kxp: تقريري آگاهي هارو شروعات ڪروون <speechBlogLink></speechBlogLink>

source: Spelling and Punctuation
kxp: گرامر هانَ زير زبر پيش

source: Splits
kxp: الڳ ڌار

source: Splits (Age and Sex)
kxp: عمر هانَ جنس الڳ ڪرو

source: Spontaneous Speech
kxp: اختياري تقرير

source: SPONTANEOUS SPEECH
kxp: اختياري تقرير

source: Start recording
kxp: رِڪارڊنگ ڪرو

source: Start typing to describe your accent
kxp: لکو ڪي چچم تمارو لحجو بيان سي۔

source: Stats
kxp: اسٽيٽس

source: Status Page
kxp: اسٽيس پيج

source: Still have questions?
kxp: هزي سوال سي؟

source: Streaks
kxp: ڦيلاوون

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
kxp: زور ٿي ڪُرڪوون، ايڪ موٽو ڊايونوسورس، رياسڪ

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
kxp: زار ٻوليا واۯو ڪلپ نا اچار ٻولي سي تو تمين رد نا ڪرو۔ اي تمان ٿي فرق سي۔ </strong> چم تو آواز رڪارڊ ڪروون اوۯکوون الاهي خاص سي۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
kxp: تخليق۔ </strong> تماري ٻولي برادري هارو خاص سي۔ هانَ ڪانڪ وسيلا سي زين ٿي تمين شروعات ڪري ڪو سو۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
kxp: <strong>اسڪرپٹ اسپیچ</strong> (روایتی طور زين نين تمين ڪامن وائيس ڪو سو۔ آ او جڳا سي زانئين تمين هڌري نموني پوتان ني ٻولي مان جملا ڀڻي ڪو سو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
kxp: زور ٿِي سينڪ ليوِي، ايڪ موٽو زناور ڊائينوسورس۔ ڌانهه ليوِي

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
kxp: <strong>بي ڊانچو تقریر</strong> ڪامن وائس نو ايڪ حصو سي۔ زانئين تمين سوال نا جواب سئي آلي ڪو سو۔

source: Submit
kxp: پيش ڪروون يان مانوون

source: Submit All
kxp: ٻڌائي جمع ٿئي جھا

source: Submit a new question for the community to read and respond to
kxp: برادري هارو نوا سوال زي اي جواب آلي ڪي

source: Submit a report
kxp: رپورٽ پيش ڪروون

source: Submit clips
kxp: ڪِلپ قبول ڪرووُن۔

source: Submit new questions for the community to read and respond to
kxp: برادري هارو نوا جملا ٺاهو ڪي او ڀڻي ڪي

source: Submitted
kxp: جمع

source: Subscribe
kxp: خريد ڪروون

source: Success
kxp: ڪامياب

source: success checkmark
kxp: رمڇ کٽوون، ڪامياب ٿاوون

source: Successfully accepted question
kxp: سوال ڪامياب ٿئي جھا سي

source: Successfully rejected question
kxp: سوال رد ڪروا ڪاميان ٿئي جھا سي

source: Success, profile created!
kxp: پروفائيل ڪامياب

source: Support open, community-led datasets
kxp: برادري هارو ڊيٽا بيس سپورٽ ڪروون

source: Svan
kxp: سوان

source: Swahili
kxp: سواهيلي

source: Swedish
kxp: سويڊِش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kxp: جملان نين منظور ڪريا هارو زمڻي پاسي ڦيروو، ڪاڍيا هارو ڏاوي پاسي ڦيروو، جُملا ريوا آليا هارو اُونسي ڪرو، ايم نا ڪي تمان نين جمع ڪروا ويهرِي زائي۔

source: Syriac
kxp: سارييئڪ

source: Tagalog
kxp: تگالوگ

source: Tahitian
kxp: تاهيتيئن

source: Taiwanese (Minnan)
kxp: تائيوانيس مِينانا

source: Tajik
kxp: تاجيڪ

source: Taking several attempts to read a word.
kxp: لفظ ڀڻيا هارو ڪانڪ ٽيم ليوون۔

source: Tamazight
kxp: تامازِگھت

source: Tamil
kxp: تامِل

source: Tap
kxp: ڪلڪ ڪروون

source: Tarifit
kxp: تارِيفِٽ

source: Tatar
kxp: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
kxp: Tatoeba ٻولي شيڇا هارو استعمال ڪريا هارو ، ترجمو هانَ ٻوليا هارو آڊيو نو ايڪ موٽو ڊيٽا سيت سي۔ اي زي برادري مان مان ڪريون تون اين مانئين ٿي ڊائون لوڊ ڪرل سي۔

source: Technology and Robotics
kxp: ٽيڪنالوجي هانَ روبوٽڪس

source: Technology that speaks your language
kxp: ٽيڪنالوجي تماري ٻولي ٻولي سي

source: Teke
kxp: تيڪي

source: Tell us what you'd like to download:
kxp: امان نين هنڀۯاوو ڪي تمين شون ڊائون لوڊ ڪرشو؟

source: Telugu
kxp: تيلُوگو

source: Tepeuxila Cuicatec
kxp: ٽيپُوڪسلا سي يُو ڪيٽڪ

source: Terms
kxp: ٽرم ، مدت

source: <termsLink>Terms</termsLink>
kxp: ٽرم </termsLink>

source: Teutila Cuicatec
kxp: ٽيوٽيلا سي يُو ڪيٽڪ

source: Thai
kxp: ٿائي

source: Thanks for confirming your account, now let's build your profile.
kxp: اڪائونٽ هارو مهرباني، هوي پروفائيل تيار ڪرو

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
kxp: ڪُل 50 ٻوليان مان 259 منکانئين مدد ڪري ايئان ني مهرباني۔ آ ڊيٽا تقريري تيار ٿاوون، درخواستون مانويون زي منکان ني آواز بهتر ڪريا هارو سي۔

source: Thank you for contributing to Spontaneous Speech!
kxp: من ٿي تقريري اختياري هارو مدد ڪرِي اين مان تماري مهرباني

source: Thank you for contributing your bulk submission!
kxp: وڌاري جملا جمع ڪريا نِي مدد ڪريا هارو ڌنيواۮ

source: Thank you for contributing your voice!
kxp: تماري آواز هارُو مهربانِي

source: Thank you for donating your voice clips!
kxp: تمارا آواز هارُو مهرباني

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kxp: مهرباني رڪارڊنگ هارُو، هوي ڪلپ نيسي جمع ڪرو راکو

source: Thank you for your information
kxp: معلومات هارو مهرباني

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
kxp: { $lang } مان دلچسي ليڌا هارو تمان نين ڌنيواڌ۔ امين هر ٻولي هارو پيش ڪريا هارو تيار سان۔ هانَ الاهي محنت ڪري سي۔ ٻڌائي نين اي ميل ني مدد ٿي رابطو ڪريو جھو سي۔ زي تمين تعاون ڪرو سو۔ تو مهرباني ٿي نيسي اي ميل ڪرو۔

source: Thank you for your voice information
kxp: تمارا آواز ني معلومات هارُو مهرباني

source: Thank you! You’ve sent a new language enquiry
kxp: مهرباني تماري ڪي ايڪ نوي زبان تلاش ڪرينَ ميلي سي۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
kxp: هڌرا جملا ٻويلا مان فطري هوئي سي۔ ايئان نين ڀڻيا مان آساني ٿائي۔ جملا مان سوتيات مختلف تنوع اهم ڪردار سي۔ اماري اي ڪوشش سي ڪي جملا رضاڪار طور ممڪن هانَ برادري هارو دلچسپ هوئي۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
kxp: ايڪ ڪارآمد تقرير ني شناخت نا انجڻ ني تعمير هارو بهترين جملا، وات سينچ، جديد وات سينچ اي شيزو تماري جُملا ٺاهيا مان مدد ڪري سي۔

source: The bumblebee sped by.
kxp: مڌ نو ذڪر۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
kxp: آواز نا ڪلپ مقام نا زم سي زي اين نين عام آواز نا ڊيٽا سيٽ مان نين راڇان زائي۔ ٻش زم ڊيٽا سيٽ، مقام ڪلپ رڄا ڊائون لوڊ ڪريا هارو هشي۔ امين او منکان نين ڌنيواۮ ڪان سان هان او تنظيم نين زينڻي ادارا مان مدد ڪري۔

source: The clip has disrespectful or offensive language.
kxp: ڪلپ بي عدبي سي يان ٻولِي وڻتي نٿي

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
kxp: عام آواز نا ڊيٽا سيٽ هزارين نمونا سي ۔زي آواز ني ترقي نين اوۯڇا نا اوزار مان مدد ڪري سي۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
kxp: برادري ڪامن وائس ايڪ کُلون منَ سي۔ زي پُورا جڳت مان سي۔ ٻوليان مان ماهر ، سائينس دان هانَ فنڪار سي۔ <about>ڀارا مان </about> صفحو هان اماري <community>اماري برادي پلي بڪ </community> مان شامل ٿايا هارو زانڻي ڪي سي۔زي تمانين پروجيڪٽ ني شراڪت داري هارو دلچسپی راکو سو تو اي ميل ڪرو۔ <emailFragment></emailFragment>

source: The content contains a language different than I was expecting.
kxp: زي ماري اميد هتي اين ٿي علاوه فرق ٻولي

source: The content has disrespectful or offensive language.
kxp: مواد مان ڪوئي ناڪاري ڪام يان ٻولي نا وڻي هوئي۔

source: The giant dino [cough] the Triassic.
kxp: اَڳي نو موٽو زناور، ڳرائي جھو۔۔

source: The giant dinosaur of the Triassic.
kxp: اَڳي نو موٽو زناور، ڊائنوسورس۔

source: The giant dinosaurs of the Triassi-.
kxp: اَڳي نو موٽو زناور، ڊائنوسورس۔

source: The giant dinosaurs of the Triassic.
kxp: اَڳي نو موٽو زناور، ڊائنوسورس۔

source: The giant dinosaurs of the Triassic. [read by one voice]
kxp: ايڪ موٽون زناور، ايڪ منک ايڪلو ڀڻي

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
kxp: اڳي نو ايڪ موٽو ڊائينوسورس زور ٿي ايڪ آواز مان ڀڻو

source: The giant dinosaurs of the Triassic. Yes.
kxp: هووي اَڳي نو موٽو زناور، ڊائنوسورس۔

source: The giant dino <strong>[cough]</strong> the Triassic.
kxp: اڳي نو ايڪ موٽو زناور ڊائنوسورس۔ زور ٿي هان ڌانهه ليوون

source: The MediaRecorder API is not supported in your browser.
kxp: ميڊيا رڪارڊر API برائوزر مان سپورٽ نٿي ڪرتي

source: The number of recordings and which languages you contribute to will be public.
kxp: عوام هارو زي تمين رڪارڊنگ ڪري سي هانَ چئي ٻولي مان مدد ڪري سي ايئان ني تعداد شُون سي؟

source: The page you are looking for could not be found
kxp: زي پنُون تمين ڳوتو را سو اي نا زڙيُون

source: The question should be answerable in just a couple of sentences.
kxp: سوالان نا جواب ايڪ ٻي جملا مان هوئي

source: There are currently no prompts for this language. Please refresh the page or try again later.
kxp: فلاحال آ ٻولِي هارو ڪوئي نقل چيڪ نٿي ڇئي۔ مهرباني ٿي پنُون ريفريش ڪرو هانَ وري ڪوشش ڪرو۔

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
kxp: همڻين ڪانئين پروموٽ نٿي زي پتان ني ٻولي مان تصديق ٿائي مهرباني ٿي پنُون ريفريش ڪرو هانَ وري ڪوشش ڪرو

source: There are currently no sentences to review in this language.
kxp: في الحال ٻولِي مان جائزا هارو ڪوئي جُملا نٿِي۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
kxp: فلاحال آ ٻولي هارو ڪوئي نقل چيڪ نٿي ڇئي۔ مهرباني ٿي پنُون ريفريش ڪرو هانَ وري ڪوشش ڪرو۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
kxp: ايڪ تقريري آواز نين اوۯڇا هارو ٻولي نا ڀارا مان سوچيا نا الاهي طريقا سي۔ زين مان عام آواز، ايڪ زيوي آوزا همزيا مان مدد آلي سي۔ يان ٻوليا واۯو ٻولي همزيا هارو ٻولي سي هان ٻيزون زي اي ڪوشش ڪري؟

source: The recording was too long.
kxp: رِڪارڊنگ وڌاري سي

source: The recording was too quiet.
kxp: رڪارڊنگ هاوَ نانِي سي

source: The recording was too short.
kxp: رڪارڊنگ الاهِي گھٽ سي

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
kxp: همڻين ٻولي مان نقل ڪريا هارو ڪرين ڪانئين نٿي۔ مهرباني ٿي پنون ريفريش ڪرو هانَ وري ڪوشش ڪرو۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
kxp: گھڻون ڪرينَ متن مان ڪوئي عدد نا هوئي۔ چم تو اي اوتاۯي ٻوليا مان مسئلا پيدا ڪري ڪي سي۔ زم ڪوئي نمبر ڀڻان سان تو اين نو اثر سياق و سباق ماٿي هوئي سي۔ هانَ ڊيٽا سيٽ مان مشڪل پيدا ٿائي سي۔ مصال: 2409 چويهه ٻُڙئ نو بي هزار چار سئو نو۔ ٻيائن ٻيئي طريقي ٿي ڀڻيان زائي سي۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
kxp: قدرتي ڀڻيا واۯان نو آواز مختلف هوئي سي۔ زار وڌاري زور ٿي آواز هوئي تو رڪارڊنگ رڌ ڪرو۔ يانَ نصان مان زي لکل سي اين مان هاوَ ايلٽو گھٽ آواز سي زي تمان نين همزيا مان نا آوي۔

source: The route was unclear.
kxp: رستو سئي نٿي

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
kxp: آ ٻوليون برادري ني ترقي هارو سي۔ <localizationGlossaryLink>ویب سائيٽ لوڪلائيزيشن </localizationGlossaryLink> اور <sentenceCollectionGlossaryLink>جملان نا گروپ </sentenceCollectionGlossaryLink> شروع ڪريا ني ضرورت سي۔

source: The selected file is too large
kxp: موٽي فائيل هوئي زي چونڊو سو

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
kxp: ڪليڪٽر بنيادي عام آواز پليٽ فارم مان داخل ٿائي رو سي. تمين هوي ڪرِي ڪو سو۔ <writeURL>لکوُون</writeURL> ايڪ جُلو يان <reviewURL>جائزو</reviewURL> عام آواز هارُو ايڪ جُملو جمع ڪراوو۔

source: The sentence has a grammatical or spelling error.
kxp: جُملا مان گرامر يان هجي نو مسئلو سي۔

source: The sentence has disrespectful or offensive language.
kxp: جُملا مان ڪوئي بي ادب يان ٻولِي پسند نا هوئي

source: The sentence must be grammatically correct.
kxp: جُملان ني گرامر درست هووي زويِئي

source: The sentence must be speakable.
kxp: جُملا ٻوليا نين قابل هوئي

source: The sentence must be spelled correctly.
kxp: جُملان نُون تلفظ درست هوئي۔

source: The sentence should have fewer than 15 words.
kxp: جُملا مان 15 لفظ ٿي گھٽ هووا زويئي۔

source: The site is ready to be launched when it reaches 75% completion.
kxp: 75 فيصد ٿئي زائي تار پيش ڪريا هارو تيار سي۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
kxp: سائيٽ زيٽلون ٿي سگھي جلدي بيڪ اپ ڪرشي۔ وڌيڪ معلومات هارُو ميٽرڪ لنڪ ميٽرڪ برادري ني واتون <matrixLink> يان وزٽ ڪرو <githubLink> گٽ هب </githubLink> يان امرون ڊسڪورس فارم </discourseLink> ڪوئي مسئلو تجربو جمع ڪريا هارو سي۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
kxp: TED-LIUM کارپس ٹی ای ڈی ویب سائٹ مان سي آڊیو وات سينچ هانَ اين نقل تيار ڪري جھئي سي۔

source: The website text is translated into that language.
kxp: ويب سائيٽ نو متن اي ٻولي مان ترجمو ٿل سي۔
